aom
aribb24
bash-language-server
bat
borders
brotli
c-ares
ca-certificates
cairo
choose-gui
cjson
coreutils
dav1d
fd
ffmpeg
findutils
flac
fontconfig
freetype
frei0r
fribidi
gettext
ghostscript
giflib
glib
gmp
gnu-sed
gnupg
gnutls
go
graphite2
harfbuzz
highway
htop
icu4c@76
imagemagick
imath
ipython
jasper
jbig2dec
jpeg-turbo
jpeg-xl
lame
lazygit
leptonica
libarchive
libass
libassuan
libb2
libbluray
libde265
libdeflate
libevent
libgcrypt
libgit2
libgpg-error
libheif
libidn
libidn2
libksba
liblqr
libmicrohttpd
libnghttp2
libogg
libomp
libpng
libraw
librist
libsamplerate
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libtool
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
little-cms2
lpeg
lua-language-server
luajit
luv
lz4
lzo
m4
mbedtls
mpdecimal
mpg123
msgpack
ncurses
neovim
nettle
nnn
node
npth
nushell
oniguruma
opencore-amr
openexr
openjpeg
openssl@3
opus
p11-kit
pango
pcre2
pinentry
pixman
pnpm
pyright
python-packaging
python@3.11
python@3.12
python@3.13
rav1e
readline
ripgrep
rubberband
ruff
sdl2
shared-mime-info
sketchybar
snappy
speex
sqlite
srt
starship
stow
svt-av1
tesseract
theora
tmux
tree
tree-sitter
unbound
unibilium
utf8proc
watch
webp
x264
x265
xorgproto
xvid
xz
yazi
zellij
zeromq
zimg
zoxide
zstd
aerospace
font-fira-code
font-hack-nerd-font
ghostty
hammerspoon
karabiner-elements
kitty
mullvadvpn
sf-symbols
ticktick
wezterm
