bash-language-server
bat
borders
choose-gui
coreutils
fd
findutils
gnupg
htop
lazygit
lua-language-server
neovim
nushell
pyright
python@3.13
ripgrep
ruff
sketchybar
stow
tmux
tree
tree-sitter
watch
yazi
zoxide
nikitabobko/tap/aerospace
font-fira-code
font-hack-nerd-font
hammerspoon
karabiner-elements
kitty
sf-symbols
ticktick
